"use client";
import { Box, Typography } from "@mui/material";

const Helpterms = () => {
  return (
    <Box bgcolor={"#f7f7f7"}>
      <Box
        width={{ xs: 0, lg: "55rem" }}
        margin={{ xs: 0, lg: "auto" }}
        lineHeight={1.5}
        fontSize={"0.8rem"}
      >
        <Typography
          color={"#FE5900"}
          sx={{
            fontSize: "1.1rem",
            fontWeight: "bold",
            marginY: "2rem",
            marginX: "20rem",
            marginTop: "2rem",
          }}
        >
          Үйлчилгээний нөхцөл
        </Typography>
        <Typography color={"#FE5900"} sx={{ fontWeight: "bold" }}>
          Нийтлэг үндэслэл
        </Typography>
        <Typography
          sx={{
            marginY: "2rem",
            fontFamily: "Roboto, sans-serif",
            fontSize: ".9rem",
            lineHeight: "1.5",
          }}
        >
          “hitech.mn” цахим худалдааны албан ёсны веб сайт ба энэхүү журам нь уг
          онлайн веб сайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх
          харилцааг зохицуулахад оршино.
          <br /> Энэхүү журам нь худалдан авагч худалдан авалт хийх,
          үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсны үндсэн дээр
          хэрэгжинэ.
          <br /> Үйлчилгээний нөхцөлийн хэрэгжилтэд “hitech.mn” веб сайт /цаашид
          сайт гэх/ болон хэрэглэгч /цаашид захиалагч гэх/ хамтран хяналт тавина
        </Typography>
        <Typography color={"#FE5900"} sx={{ fontWeight: "bold" }}>
          Веб сайт болон Ажиллагаа
        </Typography>
        <Typography
          sx={{
            marginY: "2rem",
            fontFamily: "Roboto, sans-serif",
            fontSize: ".9rem",
            lineHeight: "1.5",
          }}
        >
          “hitech.mn” нь интернэт худалдаа, хэрэглэгчдэд мэдээлэл түгээх,
          сонирхож буй бүтээгдэхүүнийг үнэн зөвөөр толилуулах зорилготой байнгын
          ажиллагаатай веб сайт байна. <br />
          Худалдааны тэмдэгт нь “hitech.mn” цахим худалдааны веб сайтын өмч ба
          лого, таних тэмдэг, загварыг хуулах, ашигтай загварыг төст байдлаар
          хуулан олшруулах, дуурайх, өөр бусад ямар нэгэн зүйлд зөвшөөрөлгүй
          ашиглахыг хориглоно. <br />
          Веб сайтын удирдлага, хөтлөлт, аюулгүй байдал, хэрэглэгчийн мэдээллийн
          нууцлалыг компани бүрэн хариуцах болно. <br />
          Веб сайт нь өдөр бүр 24 цагийн ажиллагаатай байх ба бараа,
          бүтээгдэхүүний хүргэлтээс гаднах бусад бүх үйлчилгээ заасан хугацаанд
          автоматаар хийгддэг.
          <br /> Веб сайтад тавигдах мэдээлэл, шинэчлэл, үнийн өөрчлөлт,
          хөнгөлөлт болон урамшуулал, үйлчилгээний талаарх үнэн зөв, бодит
          мэдээллийг компани бүрэн хариуцна.
          <br /> Худалдан авагч буюу хэрэглэгч нь веб сайтын талаарх өөрийн
          санал сэтгэгдэл, шүүмж гомдол, шинэ бараа бүтээгдэхүүн захиалах
          хүсэлтийг холбогдох цахим шуудан руу чөлөөтэй илгээх эрхтэй. <br />
          Энэхүү журамд дурдсан бүх нөхцөлийг веб сайтад тусгасан болно.
        </Typography>
        <Typography color={"#FE5900"} sx={{ fontWeight: "bold" }}>
          Хэрэглэгчийн анхаарах зүйлс
        </Typography>
        <Typography
          sx={{
            marginY: "2rem",
            fontFamily: "Roboto, sans-serif",
            fontSize: ".9rem",
            lineHeight: "1.5",
          }}
        >
          Зочин “hitech.mn” сайтаар үйлчлүүлэн худалдан авалт хийхийг хүссэн
          тохиолдолд бүртгүүлж гишүүн болох ба үйлчилгээний нөхцөл, журмыг
          хүлээн зөвшөөрсөнд тооцох болно.
          <br /> “hitech.mn” сайтад бүртгүүлэн гишүүн болсон хэрэглэгч системд
          нэвтрэх цахим шуудан, нууц үгийг бусдад ямар нэгэн хэлбэрээр
          дамжуулахгүй байх, сэргийлэх үүрэгтэй. <br />
          Үүргээ биелүүлээгүй эсхүл умартсаны улмаас гарсан хохирлыг “hitech.mn”
          цахим худалдааны веб сайт хариуцахгүй болно.
          <br /> Хэрэглэгч системд өөрийн мэдээллийг үнэн зөвөөр оруулах
          шаардлагатай. <br />
          Мэдээллийн үнэн, бодит байдалд хэрэглэгч өөрөө бүрэн хариуцлага
          хүлээнэ. Хэрэглэгч “hitech.mn” сайтаас хэдэн ч удаа худалдан авалт
          хийх боломжтой.
          <br />
          Хэрэглэгч захиалсан бараа, бүтээгдэхүүнийг албаны болон гэрийн хаягаар
          хүргүүлэн авах боломжтой.
        </Typography>
        <Typography color={"#FE5900"} sx={{ fontWeight: "bold" }}>
          Захиалга хийх, баталгаажих болон цуцлах хугацаа
        </Typography>
        <Typography
          sx={{
            marginY: "2rem",
            fontFamily: "Roboto, sans-serif",
            fontSize: ".9rem",
            lineHeight: "1.5",
          }}
        >
          “hitech.mn” цахим худалдааны сайт болон системийг ашиглан хэрэглэгч 24
          цагийн аль ч цагт, нэгэн зэрэг хэдэн ч удаа худалдан авалт хийх
          боломжтой. <br />
          Худалдан авахыг хүссэн бараа бүтээгдэхүүнийг захиалсан хэрэглэгч
          зааврын дагуу 48 цагийн дотор төлбөрийг бүрэн шилжүүлж, байршуулах
          шаардлагатай.
          <br /> Захиалгын төлбөр 48 цагийн дотор холбогдох дансанд орж ирээгүй
          бол захиалга тань системийн дагуу автоматаар цуцлагдах болохыг
          анхаарна уу.
          <br /> Хэрэглэгч 48 цагийн дотор холбогдох дансанд төлбөрийг
          шилжүүлээгүй, байршуулаагүй тохиолдолд захиалгыг цуцалсан хэмээн үзэх
          ба “hitech.mn” цахим худалдааны веб сайт хариуцлага хүлээхгүй болно.{" "}
          <br />
          Нэгэнтээ цуцлагдсан захиалгыг дахин сэргээх боломжгүй бөгөөд хэрэглэгч
          хүсвэл шинээр захиалах боломжтой.
          <br />
          Хэрэглэгч ажлын өдөр, ажлын цагаар захиалсан бараа бүтээгдэхүүний
          талаарх дэлгэрэнгүй мэдээлэл, тодруулах бүрэн эрхтэй.
          <br /> Хэрэглэгчийн худалдан авсан захиалга бүр дахин давтагдашгүй 4
          оронтой код байх ба “Миний Захиалга” цэсээс дэлгэрэнгүй мэдээллийг
          харах боломжтой.
        </Typography>
        <Typography color={"#FE5900"} sx={{ fontWeight: "bold" }}>
          Төлбөр төлөх
        </Typography>
        <Typography
          sx={{
            marginY: "2rem",
            fontFamily: "Roboto, sans-serif",
            fontSize: ".9rem",
            lineHeight: "1.5",
          }}
        >
          Хэрэглэгч захиалгаа хийн баталгаажуулсны дараагаар цахим хэлбэрээр
          захиалгын хуудасны мэдээлэл авах болно. <br />
          “hitech.mn” цахим худалдааны сайтын систем нь захиалгыг баталгаажуулж
          байх хугацаанд нийт дүн, төлбөр төлөх хэлбэр, төлбөр хүлээн авагч
          байгууллагын нэр, дансны дугаар зэргийг хэрэглэгчид ойлгомжтойгоор
          толилуулна. <br />
          Хэрэглэгч захиалгаа хийснээс хойш 24-48 цагийн дотор төлбөрийг хүлээн
          авагчийн дансанд шилжүүлэн байршуулах шаардлагатай. <br />
          Мөн системээс толилуулах зааврын дагуу төлбөрөө төлөх шаардлагатай.
          <br /> “hitech.mn” цахим худалдааны сайтын систем хэрэглэгчийн
          захиалгын нийт үнийн дүнг 100 хувь урьдчилан хүлээн авснаар захиалга
          автоматаар баталгаажна.
          <br />
          “hitech.mn” цахим худалдааны сайтын систем нь хэрэглэгч захиалга
          хийгдсэнээс 48 цагийн дотор төлбөр төлөх боломжийг олгож байгаа ба
          энэхүү хугацаанд захиалгыг цуцлах, болих, өөрчлөх боломжийг олгодог.
          <br />
          Хэрэглэгч нэгэнт захиалгын төлбөрийг хүлээн авах дансанд шилжүүлж
          байршуулсан бол захиалгыг болих, цуцлах боломжгүй. Хэрэглэгчийн
          захиалсан бараа бүтээгдэхүүний загвар зөрсөн, үйлдвэрээсээ гэмтэлтэй
          байсан тохиолдолд “hitech.mn” цахим худалдааны систем нь тус барааг
          солиулах эсвэл төлбөрийг буцаах сонголтыг олгох болно. Хэрэглэгчийн
          захиалсан бараа бүтээгдэхүүний хүргэлтийг мэргэжлийн байгууллага
          хариуцан гүйцэтгэдэг.
          <br /> Хэрэв захиалсан бараа, бүтээгдэхүүн гэмтэлтэй байсан тохиолдолд
          энэхүү журмын дагуу арга хэмжээ авна. Захиалга хийхээсээ өмнө
          хэрэглэгч “hitech.mn” цахим худалдааны сайтад байршуулсан бараа,
          бүтээгдэхүүний дэлгэрэнгүй танилцуулга, мэдээллийг сайтар судлах
          шаардлагатай. Хэрэглэгч өөрийн сонирхсон, худалдан авсан бараа
          бүтээгдэхүүний талаар мэдээлэл аваагүйгээс болж захиалга хүргэгдсэний
          дараа буцаах, цуцлах хүсэлтийг “hitech.mn” цахим худалдааны сайт,
          бараа бүтээгдэхүүнийг буцаах боломжгүй болохыг анхаарна уу. <br />
          “hitech.mn” цахим худалдааны сайтад байршуулсан бараа бүтээгдэхүүн
          түүний нэр, тэмдэгт, албан ёсны брэнд, код зэрэг мэдээллийг үнэн
          зөвөөр оруулсан. <br />
          Худалдан авахаасаа өмнө хэрэглэгч өөрөө бусад мэдээллийн сувгийг
          ашиглан бараа бүтээгдэхүүнийхээ тухай дэлгэрэнгүй мэдээлэл, бусад орны
          хэрэглэгчдийн санал гомдол, сэтгэгдлийг судлах боломжтой. <br />
          Дээрх дурдсан нөхцөл байдал гарч болзошгүй учир хэрэглэгч танд
          “hitech.mn” цахим худалдааны сайтын систем захиалгаа баталгаажуулах 48
          цагийн хугацаа өгч байгаа юм.{" "}
        </Typography>
        <Typography color={"#FE5900"} sx={{ fontWeight: "bold" }}>
          Хүргэлт
        </Typography>
        <Typography
          sx={{
            marginY: "2rem",
            fontFamily: "Roboto, sans-serif",
            fontSize: ".9rem",
            lineHeight: "1.5",
          }}
        >
          Хэрэглэгчийн захиалга тухайн бараа бүтээгдэхүүний төлбөрийг бүрэн төлж
          баталгаажсаны дараагаар хүргэлт хийгдэх болно. Хүргэлт хийгдэх цагаар
          хэрэглэгч холбогдох утсаа нээлттэй байлгах, хаяг дээрээ өөрөө байх
          шаардлагатай. Бараа бүтээгдэхүүнийг хүлээн авахдаа өөрийн бичиг
          баримтын хамт авах, хүлээлцэн авахдаа гаднах хайрцаг, лац хөндсөн
          эсэхийг сайтар шалгах, хүлээн авсан баримт бичигт гарын үсгээ зурах
          үүрэгтэй. <br />
          Эс тэгвээс гарч болзошгүй асуудал, хохиролд “hitech.mn” цахим
          худалдааны веб сайт хариуцлага хүлээхгүй болно. Хэрэглэгч өөрийн
          захиалга, хүргэлтийн талаарх санал гомдлоо мэдүүлэх бүрэн эрхтэй.
          “hitech.mn” цахим худалдааны сайтад байршуулсан, толилуулж буй бараа
          бүтээгдэхүүнүүдийн үнийн дүнгээс хамаарахгүйгээр Улаанбаатар хот дотор
          нэмэлт үнэ төлбөргүйгээр хүргэж өгнө. “hitech.mn” цахим худалдааны
          сайтад байршуулсан, санал болгож буй бараа бүтээгдэхүүнүүдийн үнийн
          дүнгээс хамааруулахгүйгээр хөдөө орон нутгийн унаанд тавих, шуудангаар
          илгээх боломжтой. <br />
          Гэхдээ хэрэглэгч өөрийн хаяг, утасны дугаар, мэдээллийг үнэн зөв, тод
          гаргацтайгаар бөглөх үүрэгтэй. Мөн нэмэлт хөлс, төлбөр төлөхийг
          анхаарна уу. <br />
          Хүргэлтийн үйлчилгээ Улаанбаатар хотын дараах бүс болон хязгаарт
          хийгдэж үйлчилнэ. Үүнд: СХД: Орбит, Толгойт, Баянхошуу ЧД: Чингэлтэй
          СБД: Дамбадаржаа БЗД: Улиаст, Баянзүрхийн товчоо ХУД: Яармаг, Нисэх
        </Typography>
        <Typography color={"#FE5900"} sx={{ fontWeight: "bold" }}>
          Бараа бүтээгдэхүүнд олгох баталгаа
        </Typography>
        <Typography
          sx={{
            marginY: "2rem",
            fontFamily: "Roboto, sans-serif",
            fontSize: ".9rem",
            lineHeight: "1.5",
          }}
        >
          “hitech.mn” цахим худалдааны сайтаар худалдаалагдаж буй бараа
          бүтээгдэхүүнүүдэд үйлдвэрийн баталгаа гаргаж өгөх ба харилцан адилгүй
          буюу 3 сараас 12 сар хүртэл хугацаатай байна.
          <br /> Хэрэглэгч компьютерын эд анги тусад нь авсан мөн өөрөө угсарсан
          тохиолдолд баталгаа өгөхгүй болохыг анхаарна уу. Туршлагатай
          мэргэжилтнүүдээр угсруулаагүй, өөрөө угсарч байх явцад алдаа гаргасан
          эсвэл бараа бүтээгдэхүүнд гэмтэл учруулсан бол “hitech.mn” цахим
          худалдааны веб сайт хариуцлага хүлээхгүй болно.
          <br /> Мөн хэрэглэгчийн зүгээс гаралтай механик гэмтэл буюу үйлдвэрийн
          бус гэмтэлд “hitech.mn” цахим худалдааны веб сайт нь ямарваа нэгэн
          хариуцлага хүлээхгүй болохыг анхаарна уу.
        </Typography>
        <Typography color={"#FE5900"} sx={{ fontWeight: "bold" }}>
          Бараа бүтээгдэхүүний буцаалт
        </Typography>
        <Typography
          sx={{
            marginY: "2rem",
            fontFamily: "Roboto, sans-serif",
            fontSize: ".9rem",
            lineHeight: "1.5",
          }}
        >
          Хэрэглэгчийн захиалсан бараа бүтээгдэхүүн нь хэвийн ажиллаж байгаа
          эсэхийг ажилтнууд хүргэж өгөхөөсөө өмнө шалгах үүрэгтэй. <br />
          Хэрэглэгчийн захиалсан бараа бүтээгдэхүүн нь үйлдвэрийн гаралтай алдаа
          болон гэмтэлтэй байвал буцааж шинээр солих эсвэл үнэ дүйцэх ижил
          бараагаар сольж өгнө.
          <br /> Хэрэглэгч худалдан авсан, захиалсан бараа бүтээгдэхүүн нь ямар
          ч асуудалгүй нөхцөлд буцаалт хийх бол гаднах хайрцаг, дагалдах
          хэрэгсэл, зааврын ном, шошго, сурталчилгааны хуудас зэргийг бүрэн
          бүтэн байлгах үүрэгтэй. <br />
          Дээрх нөхцөлийг хэрэглэгч бүрэн хангасан тохиолдолд буцаалт хийгдэх ба
          захиалсан бараа бүтээгдэхүүний нийт үнийн дүнгээс тодорхой хувийг
          шимтгэж, суутгахыг анхаарна уу.
        </Typography>
        <Typography color={"#FE5900"} sx={{ fontWeight: "bold" }}>
          Нууцлалын Баталгаа
        </Typography>
        <Typography
          sx={{
            marginY: "2rem",
            fontFamily: "Roboto, sans-serif",
            fontSize: ".9rem",
            lineHeight: "1.5",
          }}
        >
          “hitech.mn” цахим худалдааны сайт нь хэрэглэгч, үйлчлүүлэгч болон
          гишүүдийнхээ мэдээллийн нууцлалыг нэн тэргүүнд тавих ба халдашгүй
          байдлыг бүхий л хэмжээнд бүрэн хангана ажиллана. Зочин “hitech.mn”
          цахим худалдааны сайтаар үйлчлүүлж гишүүн болох нь нууцлалын баталгаа,
          үйлчилгээний нөхцөлийг хүлээн зөвшөөрсний илрэл болно.
          <br /> Хэрэглэгч, гишүүний мэдээллийг хүлээн авахад “hitech.mn” цахим
          худалдааны сайт нь SSL /Secure Sockets Layer/ буюу нарийн нууцлалтай
          холболтоор дамжуулан авна.
          <br /> Гишүүдийн оруулсан хувийн мэдээллийг чандлан хадгалж гуравдагч
          этгээдэд ямарваа нэгэн байдлаар дамжуулахгүй ба мэдээллийн бааз нь
          төрөл бүрийн халдлагуудаас сайтар хамгаалагдсан болно.
          <br /> Хууль хяналтын байгууллага албан ёсны шаардлага баримт бичиг
          дээр үндэслэн хамтран ажиллаж байгаа нөхцөлөөс бусад ямар ч тохиолдолд
          хэрэглэгчийн мэдээллийн нууцыг бусад дамжуулахгүй чандлан хадгална
        </Typography>
        <Typography color={"#FE5900"} sx={{ fontWeight: "bold" }}>
          Бусад
        </Typography>
        <Typography
          sx={{
            marginY: "2rem",
            fontFamily: "Roboto, sans-serif",
            fontSize: ".9rem",
            lineHeight: "1.5",
          }}
        >
          Хэрэглэгч өөрийн захиалсан бараа бүтээгдэхүүн, төлбөрийн талаар ямар
          нэгэн асуултыг тодруулахыг хүсвэл ажлын цагаар “hitech.mn” цахим
          худалдааны сайтын Фейсбүүк дээрх албан ёсны хуудсаар холбогдох эсвэл
          утас, цахим шуудангаар холбогдон лавлагаа авч болно. <br />
          Хэрэглэгчээс гарсан гомдол, маргаантай асуудлыг энэхүү үйлчилгээний
          нөхцөл, Нууцлалын Баталгаа болон Монгол Улсын хууль дүрмийн дагуу
          шийдвэрлэнэ. Хэрэглэгч “hitech.mn” цахим худалданы сайтын үзүүлэх
          үйлчилгээ, захиалга болон хүргэлтийн талаар тодруулахыг хүсвэл ажлын
          цагаар 7000-0090 утсанд холбогдон лавлах боломжтой.
          <br />
          Мөн цахим шуудан болон худалдааны мэргэжилтнээс тодруулж болно.
        </Typography>
      </Box>
    </Box>
  );
};

export default Helpterms;
